<?php get_header('product'); ?>
<?php get_template_part( 'include/header-engagement-child' ); ?>
    <main>
    <div class="keyvisual" id="home">
        <div class="title">
        <div class="titlebg">
        佐竹食品株式会社/株式会社U&S 事例インタビュー
        </div>
        <div class="titlesmall">
        4年連続「エンゲージメント日本一」の企業が取り組む社内コミュニケーション
        </div>
        </div>
    </div>
    <div class="contentbody">
        <div class="intv-outline">
            <div class="intv-outline-pic">
                <img src="<?php pdt_img_dir() ?>/engagement/interview1.png">
            </div>
            <div class="intv-outline-right">
                <div class="intv-title">
                    Outline
                </div>
                <ul class="outline-list">
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview/" class="intv-outline-link">
                            導入に至る経緯
                        </a>
                    </li>
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview01/" class="intv-outline-link">
                            組織エンゲージメントへの強いこだわりとは
                        </a>
                    </li>
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview02/" class="intv-outline-link">
                            これまでの成果とは
                        </a>
                    </li>
                </ul>
            </div>
        </div>
        <p class="intv-content">
            昭和44年（1969年）の創業以来、地域密着型の総合食料品スーパーマーケットとして関西地区に15店舗を構える。梅原一嘉社長のもと、「日本一楽しいスーパー」を目指し「日本一エンゲージメントが高い企業」としても注目される。平成15年（2003年）に分社化した株式会社U&Sでは生鮮特化型業務スーパーを関西・関東に34店舗を展開している。2019年より「エアリーエンゲージメントクラウド」をナイトクルー（学生アルバイト）向けに提供開始。今回は人材開発部 部長 細川卓朗様、人材開発部 教育課 白井 夕貴様に、導入に至った経緯と約2年間の運用状況、ならびに今後の展望についてお話を伺いました。
        </p>
        <h2 class="intv-outline-title">導入に至る経緯</h2>
        <h3 class="intv-outline-q">
            はじめに導入に至る経緯をお聞かせください。
        </h3>
        <p class="intv-content">
            まず、2013年以降、世間ではアルバイトによる不適切動画の拡散が炎上し、ニュースに取り上げられ続けたにも関わらず、2019年ごろにも同様の事態で店舗が廃業に追い込まれるケースが報じられ続けていました。もちろん自社のアルバイトを信用しているとはいえ、何かしらの教育は必要であろうという共通認識が芽生えていました。また、正社員やパートの皆さんには様々な研修を行ってきていましたが、基本的に夕方以降の出勤でシフトもバラバラ、学校の予定などで集合研修を設定しにくかった学生アルバイトの皆さんは同じ佐竹食品/U&Sの仲間であるにも関わらず、すべての教育が店舗任せであった点も教育課（当時、現在の人材開発部）の中では課題としてあがっていました。
            <br>
            以前お客様から「昼と夜で別の会社の人が働いているみたい」というお声をいただいたことも、そういった検討の優先順位を上げなければと感じた要因でした。「時間や場所に縛られない形で何かしら教育・育成機会を設けたい」という想いがあった矢先、イベントで社長の梅原とご一緒したEDGEさんからアルバイト向けのSNS内での教育事例を聞き導入に至ったというのが経緯です。
        </p>
        <h3 class="intv-outline-q">
            導入当時は別の社内SNSをすでに運用されていたということですが、なぜあえて別のサービスを追加で導入されたんでしょうか？
        </h3>
        <p class="intv-content">
            社員やパートの皆さん向けには以前から別の社内SNSを導入し、現在もそちらで情報発信を行っています。しかし、そこに相乗りをさせても学生のアルバイトが興味を持つコンテンツ、インターフェイスになっていないだろうということもあり、何かしら別の形でアルバイト向けSNSの導入も検討していたのです。EDGEさんの「エアリーフレッシャーズクラウド」を新卒採用の内定者フォローで使っていたのですが、新卒採用における内定者は、まさに大学生で学生アルバイトと同じ年代でもありますので、その点でも当社の要望に合致していたと思います。
        </p>
        <h3 class="intv-outline-q">
            数年で学校を卒業したら退職してしまうアルバイトにそこまで投資されている理由はなんですか？
        </h3>
        <p class="intv-content">
            私たちは、アルバイトをナイトクルーという呼称に変え、ここ数年は教育にも力を注いでいます。 これまではどこか「ナイトクルーはお金を稼ぐために働いている」という最低限の意識だったところから、「仲間として一緒に働いている」という意識へ変化したことが大きいのではないでしょうか。同じ会社の仲間としてナイトクルーにも成長してもらい、楽しく働いてもらう。そしてそのために必要な投資は行うという判断だと思います。
            <br>
            新卒採用をしていると「●●でバイトをしてました」というと一目置かれる会社があると思いますが、私たちも「佐竹でアルバイトしてました」というと「おっ！」と思ってもらえるような、そんな立ち位置になれたらと思っています。もちろん、スーパーでの仕事の楽しさやその喜びを知っているナイトクルー経験者が当社に新卒で入社してくれれば、「業界の地位を変えたい、日本一楽しいスーパーをつくる」という想いへ共感してくれる仲間を作るという意味でも大変頼もしいですので、ゆくゆくはそのような効果も期待しています。
            <br>
            これまでナイトクルーの直属の上司はレジ主任でしたが、店長直下に変えて教育・育成の責任を店長に担ってもらうのと同時に、店単位での研修を本社に呼ぶ形ではなく、教育課の課員が店舗を回って少人数で実施するような施策も同時に走らせています。同じ職場で働く仲間であるにも関わらず、これまで教育に差が出てしまっていたナイトクルーにも、彼らに合わせた形で教育や育成を行っているのです。
            <br>
            コロナ禍で大人数での集合研修ができなくなった今、むしろ少人数で実施するナイトクルー向け研修やエアリー導入のおかげで、確実に夜の時間帯におけるお客様の満足度は向上し、お褒めの言葉もいただくようになりました。
        </p>
        <div class="intv-button-container">
            <div class="intv-next">
                <a href="<?= HOME_PATH ?>/engagement/interview01/" class="intv-button">
                    次へ
                </a>
            </div>
        </div>
	 </div>
     <?php get_template_part( 'include/contactbtn-engagement-child' ); ?>
    </main>
    <?php get_template_part( 'include/footer-engagement' ); ?>
<?php get_footer('product'); ?>