<?php get_header('product'); ?>
<?php get_template_part( 'include/header-engagement-child' ); ?>
    <main>
    <div class="keyvisual" id="home">
        <div class="title">
        <div class="titlebg">
        佐竹食品株式会社/株式会社U&S 事例インタビュー
        </div>
        <div class="titlesmall">
        4年連続「エンゲージメント日本一」の企業が取り組む社内コミュニケーション
        </div>
        </div>
    </div>
    <div class="contentbody">
        <div class="intv-outline">
            <div class="intv-outline-pic">
                <img src="<?php pdt_img_dir() ?>/engagement/interview1.png">
            </div>
            <div class="intv-outline-right">
                <div class="intv-title">
                    Outline
                </div>
                <ul class="outline-list">
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview/" class="intv-outline-link">
                            導入に至る経緯
                        </a>
                    </li>
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview01/" class="intv-outline-link">
                            組織エンゲージメントへの強いこだわりとは
                        </a>
                    </li>
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview02/" class="intv-outline-link">
                            これまでの成果とは
                        </a>
                    </li>
                </ul>
            </div>
        </div>
        <p class="intv-content">
            昭和44年（1969年）の創業以来、地域密着型の総合食料品スーパーマーケットとして関西地区に15店舗を構える。梅原一嘉社長のもと、「日本一楽しいスーパー」を目指し「日本一エンゲージメントが高い企業」としても注目される。平成15年（2003年）に分社化した株式会社U&Sでは生鮮特化型業務スーパーを関西・関東に34店舗を展開している。2019年より「エアリーエンゲージメントクラウド」をナイトクルー（学生アルバイト）向けに提供開始。今回は人材開発部 部長 細川卓朗様、人材開発部 教育課 白井 夕貴様に、導入に至った経緯と約2年間の運用状況、ならびに今後の展望についてお話を伺いました。
        </p>
        <h2 class="intv-outline-title">これまでの成果とは？</h2>
        <h3 class="intv-outline-q">
            導入当初に苦労されたことはありましたか？
        </h3>
        <p class="intv-content">
            やはり現場のITリテラシー次第で、使いこなせる/こなせないというのがある点でしょうか。 実際に、最初は現場主導というよりは我々がコンテンツを更新することで、更新頻度を高めていた部分があります。更新頻度が減るとどうしても見られなくなってしまうので、仕方ない部分があったのですが、最近では現場の店長や新卒で入社してくれた若手を巻き込むことができており、徐々に解決していると思います。
        </p>
        <h3 class="intv-outline-q">
            今年に入ってからは、店長の皆さまも巻き込みながら活用いただいておりますが、どのように進めていかれたんでしょうか
        </h3>
        <div class="intv-content">
            ITリテラシーの高い店長数人に個別に「こういうことをしてほしい」という依頼をして協力してもらいました。同じく新卒にもお願いをして情報の発信者を増やしていきました。更新性もあがり見る必然性も高まっているため、運用が軌道に乗り始めています。あとは全社的なナイトクルー育成の方針のもと、成功事例を他の店舗にも水平展開していこうと考えています。実際にナイトクルーが活躍してくれると、具体的な事例としてこれまでは翌朝にシフトに入った社員やパートの方がやるような仕事が減って効率化できたり、実利を感じてくれる店長も増えてきています。現在店長の立場にいる社員は会社の方向性を理解してくれているため、ここから水平展開していく上では加速度的に進めていけるのではないでしょうか。
            <div class="intv-content-pic">
            <img src="<?php pdt_img_dir() ?>/engagement/interview3.png">	 
            </div>
        </div>
        <h3 class="intv-outline-q">
            今後も利用方法を進化させていかれると思いますが、一旦これまでの成果について教えていただけますでしょうか。
        </h3>
        <p class="intv-content">
            Eラーニングの活用にしても動画の配信にしても、成果につながっていると思います。最近はナイトクルーが勤務している時間帯にお店に行っても雰囲気が以前より良くなっていると感じることが多く、お客様からいただく声も変わってきており、夕方以降の時間帯も競争力につながっていると実感します。今後は成功事例を水平展開していきながらもっと広い範囲で効果を出せるように運用していきたいと思います。
        </p>
        <h3 class="intv-outline-q">
            そうした流れの中で、ナイトクルー育成施策の強化の一環でエアリーを導入いただいた訳ですが、導入時の設計についてお聞かせください。
        </h3>
        <p class="intv-content">
            まずは、eラーニングを用いた教育からスタートしました。登録して使う癖をつけてもらうために動画配信なども順次追加していき、「ありがとうTV」という動画配信の仕組みをエアリー上で構築しています。また、これまで触ったことがないツールですので、入社オリエンテーションの中で使うように仕向け、一度はアクセスして触ってみることが自然とできるような流れを設計しました。
        </p>
        <h3 class="intv-outline-q">
            ここに至るまで2年以上の運用期間がありました。成果が出るまではどれぐらいの期間を想定して導入されましたでしょうか？
        </h3>
        <p class="intv-content">
            こういった施策は短期的な成果を求めるものではないと思います。1年程度でジャッジするつもりは最初からなく、3年程度はかかるものだと思って導入しました。実際に社員やパートの皆さん向けに導入している社内SNSも運用が軌道に乗るまでに3年程度かかっており、その間情報発信に苦労した覚えがあります。
        </p>
        <h3 class="intv-outline-q">
            今後の運用や展開についての構想をお聞かせください。
        </h3>
        <p class="intv-content">
            現在、一部の店舗ではありますが、エアリーの活用度が非常に高い店舗があります。その店舗での運用事例を水平展開して行くことはもちろんですが、コロナ禍で開催が困難になっているナイトクルーを中心にしたイベントの企画やナイトクルーの表彰制度などもエアリーと絡めて実現していきたいです。会社のことを知ってもらい、会社を好きになってもらう。その先にある新卒採用までも見据えて成果が出てきたら良いなと思います。実際に制度を変更し、現状でも数名の内定者がナイトクルーから出ています。ナイトクルーとしての経験があった上で入社してくれる社員は、スーパーの楽しさやそこで働く喜びを実感してくれている人たちです。そういう方こそ活躍してくれると思いますので、そんなサイクルが実現できれば理想ですね。
        </p>
        <h3 class="intv-outline-q">
            ありがとうございます。最後にこれからエアリーエンゲージメントクラウドの導入を考えている企業にメッセージをお願いします。
        </h3>
        <div class="intv-content">
            短期的な成果をすぐに求める会社には合わないと思いますが、中長期的にビジョンをしっかりもってその中の施策として考えられる企業にとっては、とても良いサービスだと思います。
            <div class="intv-content-pic-last">
            <img src="<?php pdt_img_dir() ?>/engagement/interview4.png">	 
            </div>
        </div>
        <h2 class="intv-outline-title">最後に</h2>
        <p class="intv-content">
            エアリーエンゲージメントクラウドの導入検討の時点では、すでにリンクアンドモチベーション社の「ベストモチベーションカンパニーアワード」を連続受賞されており（2021年度も受賞され、４期連続）、「人財」に対する考え方が一貫していらっしゃる印象のあった佐竹食品グループ様。
            <br>
            実は理念を掲げ、浸透するまでの間に紆余曲折あったことや、10年近く一貫した姿勢で取り組みを進めて来られたからこそ、アルバイト（ナイトクルー）に対しても同様の姿勢で、仲間としてどう接していくかを考え実行されているのだということが良く理解できました。
            <br>
            組織や人事面で成果を出している企業の特徴として「一本筋を通して、流行りものを追いかけず、中長期的なビジョンを元に施策を進められていること」が挙げられますが、まさに佐竹食品グループ様の姿勢は、理念を中心に筋が通っており、着実に成果を出されている理由を垣間見ることができたインタビューでした。
        </p>
        <div class="intv-button-container-mid">
            <div class="intv-prev">
                <a href="<?= HOME_PATH ?>/engagement/interview01/" class="intv-button-mid">
                    前へ
                </a>
            </div>
        </div>
	 </div>
     <?php get_template_part( 'include/contactbtn-engagement-child' ); ?>
    </main>
    <?php get_template_part( 'include/footer-engagement' ); ?>
<?php get_footer('product'); ?>