<?php get_header('product'); ?>
<?php get_template_part( 'include/header-engagement-child' ); ?>
    <main>
    <div class="keyvisual" id="home">
        <div class="title">
        <div class="titlebg">
        佐竹食品株式会社/株式会社U&S 事例インタビュー
        </div>
        <div class="titlesmall">
        4年連続「エンゲージメント日本一」の企業が取り組む社内コミュニケーション
        </div>
        </div>
    </div>
    <div class="contentbody">
        <div class="intv-outline">
            <div class="intv-outline-pic">
                <img src="<?php pdt_img_dir() ?>/engagement/interview1.png">
            </div>
            <div class="intv-outline-right">
                <div class="intv-title">
                    Outline
                </div>
                <ul class="outline-list">
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview/" class="intv-outline-link">
                            導入に至る経緯
                        </a>
                    </li>
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview01/" class="intv-outline-link">
                            組織エンゲージメントへの強いこだわりとは
                        </a>
                    </li>
                    <li>
                        <a href="<?= HOME_PATH ?>/engagement/interview02/" class="intv-outline-link">
                            これまでの成果とは
                        </a>
                    </li>
                </ul>
            </div>
        </div>
        <p class="intv-content">
            昭和44年（1969年）の創業以来、地域密着型の総合食料品スーパーマーケットとして関西地区に15店舗を構える。梅原一嘉社長のもと、「日本一楽しいスーパー」を目指し「日本一エンゲージメントが高い企業」としても注目される。平成15年（2003年）に分社化した株式会社U&Sでは生鮮特化型業務スーパーを関西・関東に34店舗を展開している。2019年より「エアリーエンゲージメントクラウド」をナイトクルー（学生アルバイト）向けに提供開始。今回は人材開発部 部長 細川卓朗様、人材開発部 教育課 白井 夕貴様に、導入に至った経緯と約2年間の運用状況、ならびに今後の展望についてお話を伺いました。
        </p>
        <h2 class="intv-outline-title">組織エンゲージメントへの強いこだわりとは？</h2>
        <h3 class="intv-outline-q">
            ナイトクルーへの考え方ひとつ取っても、御社の組織エンゲージメントへの強いこだわりを感じるのですが、創業当時からの文化なのでしょうか？
        </h3>
        <p class="intv-content">
            以前から結束力が強い会社ではありました。人数が少なかった頃は、会長が社員の家族の情報を知っているぐらい、距離感の近い関係性で経営をしていたのです。しかし規模が大きくなるにつれてこれまで通りのやり方が難しくなっていきました。
            <br>
            そんなとき、リンクアンドモチベーションさんからご提案をいただいて「理念」を作り、定着させていこうということになったのです。最初は「理念を作ったら売上が上がるのか？」という懐疑的な声も多く、代表の梅原もそうした心象を持っていたようです。当時リンクアンドモチベーション関西地区の責任者だった坂下さん（現 代表取締役社長）が来社され、梅原とのヒアリングの際に「ビジョンをお持ちですか？」と聞かれた質問に対しても「それは意味あることなんですか？」という回答をしていました。ただ打ち合わせで深掘りをしてくなかで、「子どものころレジのおもちゃで遊んだり、興味を持ってくれていたものが、CAさんや花屋さんは夢として残り続けるのに、スーパーのレジだけフェードアウトしていく現状や、鞄や服の買い物は楽しそうにするのに、スーパーでの日常の買い物には楽しさや喜びがない現状が悔しい」という想いを引き出していただき、すでにビジョンを持っているという気づきにつながっていったのです。
            <br>
            当時は、店長は店で働き、踏ん張って売上をあげるもんだという感覚が染み付いていたので、現場幹部の反発もありました。そんな会社が「全店1日休業して社員総会をする。」というんですから、とてつもない変化です。
        </p>
        <h3 class="intv-outline-q">
            とてつもなく大きな変化だったと思いますが、変革に要した時間はどれぐらいだったのでしょうか？
        </h3>
        <p class="intv-content">
            かれこれ10年がかりのプロジェクトだったと思います。当初は役員からもかなり反発がありましたが、喧々諤々の議論ののち、まず役員陣の価値観が変わり「変化していくんだ」ということで一枚岩になったのが大きかったのではないでしょうか。当時店長をしていた時に評価面談で役員から「楽しく働けているか？」という質問をされ、これまでと180度違う対応に驚き変化を感じたとともに、会社としての本気度を感じました。
            <br>
            その後、社員総会の実施や理念を記した「ありがとうカード」などのツールも整備していき、研修なども経て徐々に浸透してきたという形です。 また、こうした理念を掲げて新卒採用を行い入社してくれた社員の数が多くなってきたこともあって一気に流れが加速し、先にお話したナイトクルー向け施策にも波及していると思います。
        </p>
        <h3 class="intv-outline-q">
            社歴の長い方の中には、受け入れられない方もいらっしゃったかと思いますが、どう対応されたんでしょうか？
        </h3>
        <p class="intv-content">
            押し付けることに意味はないと思っていますので、考え方を強制したり、強要することはしていません。ただ、会社としての方向性を示し情報発信を行うことで心に火がついた社員の、心の火を消すような動きをする人を「消火器をまく人」と表現しているのですが、消火器をまくような振る舞いだけはしないでくれということは厳しく言っています。
        </p>
        <h3 class="intv-outline-q">
            そうした流れの中で、ナイトクルー育成施策の強化の一環でエアリーを導入いただいた訳ですが、導入時の設計についてお聞かせください。
        </h3>
        <div class="intv-content">
            まずは、eラーニングを用いた教育からスタートしました。登録して使う癖をつけてもらうために動画配信なども順次追加していき、「ありがとうTV」という動画配信の仕組みをエアリー上で構築しています。また、これまで触ったことがないツールですので、入社オリエンテーションの中で使うように仕向け、一度はアクセスして触ってみることが自然とできるような流れを設計しました。
            <div class="intv-content-pic">
            <img src="<?php pdt_img_dir() ?>/engagement/interview2.png">	 
            </div>
            <span>育成施策用に作成した研修用漫画コンテンツや動画コンテンツ</span>
        </div>
        <h3 class="intv-outline-q">
            特に導入初期は動画コンテンツに力を入れられていましたが、具体的にどのような設計をされたのでしょうか。
        </h3>
        <p class="intv-content">
            社長や専務からのメッセージにはじまり、研修を撮影した動画や、お客様からいただいたメッセージの動画などを配信しています。実は当初は企画している我々が、自分自身の高校・大学生時代を思い出しながら「バイト先の会社のビジョンを配信しても、すんなり受け入れてくれるのか？」という不安がありました。そのため最初は恐る恐るという感じで更新をしていったのですが、会社として「業界の地位を変えよう！日本一楽しいスーパーにしたい！」という夢を本気で伝えた結果、想像以上に吸収してくれて、共感してくれたように思います。
            <br>
            後から考えれば、彼らはまさに自分自身の夢を追いかけている真っ最中で、そこに私たちの夢が一つ乗ったぐらいで、違和感を感じなかったのかもしれません。
        </p>
        <div class="intv-button-container-mid">
            <div class="intv-prev">
                <a href="<?= HOME_PATH ?>/engagement/interview/" class="intv-button-mid">
                    前へ
                </a>
            </div>
            <div class="intv-next-mid">
                <a href="<?= HOME_PATH ?>/engagement/interview02/" class="intv-button">
                次へ
                </a>
            </div>
        </div>
	 </div>
     <?php get_template_part( 'include/contactbtn-engagement-child' ); ?>
    </main>
    <?php get_template_part( 'include/footer-engagement' ); ?>
<?php get_footer('product'); ?>